Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/laheta_palautetta_oppimateriaaleista.html.tmx
Source language: fin
Languages: sme

source: Lähetä palautetta oppimateriaaleista
sme: Sádde máhcahaga oahppamateriálain

source: Onko sinulla ideoita saamenkielisen oppimateriaalityön kehittämiseksi?
sme: Leatgo dus jurdagat ja ideat sámegielat oahppamateriálabarggu ovddideapmái?

source: Oletko huomannut korjaustarpeita Saamelaiskäräjien tuottamassa oppimateriaalissa?
sme: Leatgo fuomášan juoidá maid galgá divustit oahppamateriálas, maid Sámediggi lea buvttadan?

source: Otamme mielellämme vastaan palautetta, jotta pystymme kehittämään oppimateriaalien sisältöä, korjaamaan mahdollisia virheitä ja tuottamaan sellaisia materiaaleja, joita saamelaisopetuksessa tarvitaan.
sme: Mii mielas váldit máhcahaga vuostá. Máhcahaga bokte mii nagodit divustit vejolaš feaillaid, ovddidit oahppamateriála sisdoalu ja buvttadit dakkár materiála, maid sámeoahpahus dárbbaša.

source: Otamme vastaan ehdotuksia uusiksi oppimateriaaleiksi, ehdotuksia käsikirjoittajiksi, kuvittajiksi, graafisiksi suunnittelijoiksi, toteutustavoiksi ja ideoita saamelaisen kulttuurin sisällyttämiseksi materiaaleihin.
sme: Sáddes midjiide evttohusaid ođđa oahppamateriálaid, giehtačálliid, govvasárguid, gráfalaš plánejeaddjiid ja eará ollašuhttinvugiid birra.
